// ignore: non_constant_identifier_names, constant_identifier_names
Map<String, String> PRIVACY_POLICY = {
  '第１条（適用）': '''
1.　本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。\n
2.　当社は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。\n
3.　本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。
''',
  '第２条（利用登録)': '''
1.　本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請し，当社がこれを承認することによって，利用登録が完了するものとします。\n
2.　当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。\n
　　　1.　利用登録の申請に際して虚偽の事項を届け出た場合\n
　　　2.　本規約に違反したことがある者からの申請である場合\n
　　　3.　その他，当社が利用登録を相当でないと判断した場合
''',
  '第３条（ユーザーIDおよびパスワードの管理）': '''
1.　ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを適切に管理するものとします。\n
2.　ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。\n
3.　ユーザーID及びパスワードが第三者によって使用されたことによって生じた損害は，当社に故意又は重大な過失がある場合を除き，当社は一切の責任を負わないものとします。
''',
  '第４条（利用料金および支払い方法）': '''
1.　ユーザーは，本サービスの有料部分の対価として，当社が別途定め，本ウェブサイトに表示する利用料金を，当社が指定する方法により支払うものとします。\n
2.　ユーザーが利用料金の支払を遅滞した場合には，ユーザーは年14．6％の割合による遅延損害金を支払うものとします。
''',
  '第５条（禁止事項）': '''
1.　法令または公序良俗に違反する行為\n
2.　犯罪行為に関連する行為\n
3.　本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為\n
4.　当社，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為\n
5.　本サービスによって得られた情報を商業的に利用する行為\n
6.　当社のサービスの運営を妨害するおそれのある行為\n
7.　不正アクセスをし，またはこれを試みる行為\n
8.　他のユーザーに関する個人情報等を収集または蓄積する行為
''',
};
